Repository: Bietola/dasher
Catalog: po/*.po
Languages: en@shaw

source: Dasher
en@shaw: Â·ğ‘›ğ‘¨ğ‘–ğ‘¼

source: Predictive text entry
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘›ğ‘¦ğ‘’ğ‘‘ğ‘¦ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦

source: Enter text without a keyboard
en@shaw: ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘© ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘›

source: _File
en@shaw: _ğ‘“ğ‘²ğ‘¤

source: _Edit
en@shaw: _ğ‘§ğ‘›ğ‘¦ğ‘‘

source: Copy _All
en@shaw: ğ‘’ğ‘ªğ‘ğ‘¦ _ğ‘·ğ‘¤

source: _Options
en@shaw: _ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: _Edit Font
en@shaw: _ğ‘§ğ‘›ğ‘¦ğ‘‘ ğ‘“ğ‘ªğ‘¯ğ‘‘

source: _Dasher Font
en@shaw: _Â·ğ‘›ğ‘¨ğ‘–ğ‘¼ ğ‘“ğ‘ªğ‘¯ğ‘‘

source: _Dasher Font Size
en@shaw: _Â·ğ‘›ğ‘¨ğ‘–ğ‘¼ ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘•ğ‘²ğ‘Ÿ

source: Normal
en@shaw: ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤

source: Large
en@shaw: ğ‘¤ğ‘¸ğ‘¡

source: Very Large
en@shaw: ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘¤ğ‘¸ğ‘¡

source: _Reset fonts
en@shaw: _ğ‘®ğ‘°ğ‘•ğ‘§ğ‘‘ ğ‘“ğ‘ªğ‘¯ğ‘‘ğ‘•

source: _Help
en@shaw: _ğ‘£ğ‘§ğ‘¤ğ‘

source: _About
en@shaw: _ğ‘©ğ‘šğ‘¬ğ‘‘

source: Select File
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘“ğ‘²ğ‘¤

source: Select Font
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘“ğ‘ªğ‘¯ğ‘‘

source: Dasher Preferences
en@shaw: Â·ğ‘›ğ‘¨ğ‘–ğ‘¼ ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: Alphabet Selection
en@shaw: ğ‘¨ğ‘¤ğ‘“ğ‘©ğ‘šğ‘§ğ‘‘ ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: Color Scheme
en@shaw: ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘•ğ‘’ğ‘°ğ‘¥

source: Custom colour scheme:
en@shaw: ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘•ğ‘’ğ‘°ğ‘¥:

source: Alphabet
en@shaw: ğ‘¨ğ‘¤ğ‘“ğ‘©ğ‘šğ‘§ğ‘‘

source: Speed
en@shaw: ğ‘•ğ‘ğ‘°ğ‘›

source: Adapt speed automatically
en@shaw: ğ‘©ğ‘›ğ‘¨ğ‘ğ‘‘ ğ‘•ğ‘ğ‘°ğ‘› ğ‘·ğ‘‘ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘¤ğ‘¦

source: Control
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤

source: Display Size
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘•ğ‘²ğ‘Ÿ

source: Enlarge input window
en@shaw: ğ‘§ğ‘¯ğ‘¤ğ‘¸ğ‘¡ ğ‘¦ğ‘¯ğ‘ğ‘«ğ‘‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: Orientation
en@shaw: ğ‘ªğ‘®ğ‘¦ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯

source: Alphabet Default
en@shaw: ğ‘¨ğ‘¤ğ‘“ğ‘©ğ‘šğ‘§ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘

source: Custom
en@shaw: ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥

source: Left to Right
en@shaw: ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘‘ ğ‘®ğ‘²ğ‘‘

source: Right to Left
en@shaw: ğ‘®ğ‘²ğ‘‘ ğ‘‘ ğ‘¤ğ‘§ğ‘“ğ‘‘

source: Top to Bottom
en@shaw: ğ‘‘ğ‘ªğ‘ ğ‘‘ ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥

source: Bottom to Top
en@shaw: ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥ ğ‘‘ ğ‘‘ğ‘ªğ‘

source: View
en@shaw: ğ‘ğ‘¿

source: Language Model
en@shaw: ğ‘¤ğ‘¨ğ‘™ğ‘œğ‘¢ğ‘©ğ‘¡ ğ‘¥ğ‘ªğ‘›ğ‘©ğ‘¤

source: Standard letter-based PPM
en@shaw: ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘¼ğ‘› ğ‘¤ğ‘§ğ‘‘ğ‘¼-ğ‘šğ‘±ğ‘•ğ‘‘ PPM

source: Word-based model
en@shaw: ğ‘¢ğ‘»ğ‘›-ğ‘šğ‘±ğ‘•ğ‘‘ ğ‘¥ğ‘ªğ‘›ğ‘©ğ‘¤

source: Mixture model (PPM/dictionary)
en@shaw: ğ‘¥ğ‘¦ğ‘’ğ‘•ğ‘—ğ‘¼ ğ‘¥ğ‘ªğ‘›ğ‘©ğ‘¤ (PPM/ğ‘›ğ‘¦ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘¼ğ‘¦)

source: Japanese
en@shaw: ğ‘¡ğ‘¨ğ‘ğ‘©ğ‘¯ğ‘°ğ‘Ÿ

source: Adaptation
en@shaw: ğ‘¨ğ‘›ğ‘©ğ‘ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯

source: Language model adapts as you write.
en@shaw: ğ‘¤ğ‘¨ğ‘™ğ‘œğ‘¢ğ‘©ğ‘¡ ğ‘¥ğ‘ªğ‘›ğ‘©ğ‘¤ ğ‘©ğ‘›ğ‘¨ğ‘ğ‘‘ğ‘• ğ‘¨ğ‘Ÿ ğ‘¿ ğ‘®ğ‘²ğ‘‘.

source: Smoothing
en@shaw: ğ‘•ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™

source: Prediction
en@shaw: ğ‘ğ‘®ğ‘°ğ‘›ğ‘¦ğ‘’ğ‘–ğ‘©ğ‘¯

source: P
en@shaw: ğ‘

source: Centre circle
en@shaw: ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘•ğ‘»ğ‘’ğ‘©ğ‘¤

source: Two box
en@shaw: ğ‘‘ğ‘µ ğ‘šğ‘ªğ‘’ğ‘•

source: Use this control to adjust the relative sizes of the letter boxes. Note that selecting high values will slow your writing speed.
en@shaw: ğ‘¿ğ‘Ÿ ğ‘ğ‘¦ğ‘• ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘‘ ğ‘©ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘ ğ‘®ğ‘§ğ‘¤ğ‘©ğ‘‘ğ‘¦ğ‘ ğ‘•ğ‘²ğ‘Ÿğ‘©ğ‘Ÿ ğ‘ ğ‘ ğ‘¤ğ‘§ğ‘‘ğ‘¼ ğ‘šğ‘ªğ‘’ğ‘•ğ‘©ğ‘Ÿ. ğ‘¯ğ‘´ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘™ ğ‘£ğ‘² ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘¤ğ‘´ ğ‘¿ğ‘¼ ğ‘®ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘•ğ‘ğ‘°ğ‘›.

source: Direction
en@shaw: ğ‘›ğ‘¦ğ‘®ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: Control Style
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘•ğ‘‘ğ‘²ğ‘¤

source: Options
en@shaw: ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Input Device
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘«ğ‘‘ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘•

source: Start on left mouse button
en@shaw: ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘ªğ‘¯ ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘¥ğ‘¬ğ‘• ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯

source: Start on space bar
en@shaw: ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘ªğ‘¯ ğ‘•ğ‘ğ‘±ğ‘• ğ‘šğ‘¸

source: Start with mouse position:
en@shaw: ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘¥ğ‘¬ğ‘• ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯:

source: Pause outside of canvas
en@shaw: ğ‘ğ‘·ğ‘Ÿ ğ‘¬ğ‘‘ğ‘•ğ‘²ğ‘› ğ‘ ğ‘’ğ‘¨ğ‘¯ğ‘ğ‘©ğ‘•

source: Colour Scheme
en@shaw: ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘•ğ‘’ğ‘°ğ‘¥

source: Appearance Options
en@shaw: ğ‘©ğ‘ğ‘½ğ‘©ğ‘¯ğ‘• ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Show mouse position
en@shaw: ğ‘–ğ‘´ ğ‘¥ğ‘¬ğ‘• ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯

source: Increase line thickness
en@shaw: ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘°ğ‘• ğ‘¤ğ‘²ğ‘¯ ğ‘”ğ‘¦ğ‘’ğ‘¯ğ‘©ğ‘•

source: Draw box outlines
en@shaw: ğ‘›ğ‘®ğ‘· ğ‘šğ‘ªğ‘’ğ‘• ğ‘¬ğ‘‘ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ

source: Dasher Font
en@shaw: Â·ğ‘›ğ‘¨ğ‘–ğ‘¼ ğ‘“ğ‘ªğ‘¯ğ‘‘

source: Select Dasher Font
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ Â·ğ‘›ğ‘¨ğ‘–ğ‘¼ ğ‘“ğ‘ªğ‘¯ğ‘‘

source: Small font
en@shaw: ğ‘•ğ‘¥ğ‘·ğ‘¤ ğ‘“ğ‘ªğ‘¯ğ‘‘

source: Large font
en@shaw: ğ‘¤ğ‘¸ğ‘¡ ğ‘“ğ‘ªğ‘¯ğ‘‘

source: Very large font
en@shaw: ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘¤ğ‘¸ğ‘¡ ğ‘“ğ‘ªğ‘¯ğ‘‘

source: Application Options
en@shaw: ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Show toolbar
en@shaw: ğ‘–ğ‘´ ğ‘‘ğ‘µğ‘¤ğ‘šğ‘¸

source: Show speed slider
en@shaw: ğ‘–ğ‘´ ğ‘•ğ‘ğ‘°ğ‘› ğ‘•ğ‘¤ğ‘²ğ‘›ğ‘¼

source: Control mode
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘¥ğ‘´ğ‘›

source: Editor Font
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹ ğ‘“ğ‘ªğ‘¯ğ‘‘

source: Select Editor Font
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹ ğ‘“ğ‘ªğ‘¯ğ‘‘

source: Application Style
en@shaw: ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘•ğ‘‘ğ‘²ğ‘¤

source: Stand-alone
en@shaw: ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›-ğ‘©ğ‘¤ğ‘´ğ‘¯

source: Composition
en@shaw: ğ‘’ğ‘ªğ‘¥ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯

source: Direct entry
en@shaw: ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦

source: Full Screen
en@shaw: ğ‘“ğ‘«ğ‘¤ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯

source: New file
en@shaw: ğ‘¯ğ‘¿ ğ‘“ğ‘²ğ‘¤

source: Open file
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘“ğ‘²ğ‘¤

source: Save file
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘“ğ‘²ğ‘¤

source: Save file as
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘¨ğ‘Ÿ

source: Quit
en@shaw: ğ‘’ğ‘¢ğ‘¦ğ‘‘

source: Cut
en@shaw: ğ‘’ğ‘³ğ‘‘

source: Copy
en@shaw: ğ‘’ğ‘ªğ‘ğ‘¦

source: Paste
en@shaw: ğ‘ğ‘±ğ‘•ğ‘‘

source: Preferences
en@shaw: ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: Help
en@shaw: ğ‘£ğ‘§ğ‘¤ğ‘

source: Direct Mode
en@shaw: ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ ğ‘¥ğ‘´ğ‘›

source: Speed:
en@shaw: ğ‘•ğ‘ğ‘°ğ‘›:

source: Alphabet:
en@shaw: ğ‘¨ğ‘¤ğ‘“ğ‘©ğ‘šğ‘§ğ‘‘:

source: Global keyboard grab
en@shaw: ğ‘œğ‘¤ğ‘´ğ‘šğ‘©ğ‘¤ ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘œğ‘®ğ‘¨ğ‘š

source: Alternating Direct Mode
en@shaw: ğ‘ªğ‘¤ğ‘‘ğ‘»ğ‘¯ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ ğ‘¥ğ‘´ğ‘›

source: Safety margin
en@shaw: ğ‘•ğ‘±ğ‘“ğ‘‘ğ‘¦ ğ‘¥ğ‘¸ğ‘¡ğ‘¦ğ‘¯

source: Box non-uniformity
en@shaw: ğ‘šğ‘ªğ‘’ğ‘• ğ‘¯ğ‘ªğ‘¯-ğ‘˜ğ‘µğ‘¯ğ‘©ğ‘“ğ‘ªğ‘®ğ‘¥ğ‘©ğ‘‘ğ‘°

source: Maximum Zoom
en@shaw: ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ ğ‘Ÿğ‘µğ‘¥

source: Click Mode
en@shaw: ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘¥ğ‘´ğ‘›

source: Right zoom
en@shaw: ğ‘®ğ‘²ğ‘‘ ğ‘Ÿğ‘µğ‘¥

source: Compass Mode
en@shaw: ğ‘’ğ‘³ğ‘¥ğ‘ğ‘©ğ‘• ğ‘¥ğ‘´ğ‘›

source: Normal Control
en@shaw: ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤

source: Menu Mode
en@shaw: ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘¥ğ‘´ğ‘›

source: Long press time
en@shaw: ğ‘¤ğ‘ªğ‘™ ğ‘ğ‘®ğ‘§ğ‘• ğ‘‘ğ‘²ğ‘¥

source: Double-press time
en@shaw: ğ‘›ğ‘³ğ‘šğ‘©ğ‘¤-ğ‘ğ‘®ğ‘§ğ‘• ğ‘‘ğ‘²ğ‘¥

source: Slow startup
en@shaw: ğ‘•ğ‘¤ğ‘´ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘³ğ‘

source: Startup time
en@shaw: ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘³ğ‘ ğ‘‘ğ‘²ğ‘¥

source: Percentage by which to automatically increase speed
en@shaw: ğ‘ğ‘¼ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘¡ ğ‘šğ‘² ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘·ğ‘‘ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘°ğ‘• ğ‘•ğ‘ğ‘°ğ‘›

source: Percentage by which to decrease speed upon reverse
en@shaw: ğ‘ğ‘¼ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘¡ ğ‘šğ‘² ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘›ğ‘¦ğ‘’ğ‘®ğ‘°ğ‘• ğ‘•ğ‘ğ‘°ğ‘› ğ‘©ğ‘ğ‘ªğ‘¯ ğ‘®ğ‘°ğ‘ğ‘»ğ‘•

source: One Button Dynamic Mode
en@shaw: ğ‘¢ğ‘³ğ‘¯ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘›ğ‘²ğ‘¯ğ‘¨ğ‘¥ğ‘¦ğ‘’ ğ‘¥ğ‘´ğ‘›

source: Scan time (each direction), in ms
en@shaw: ğ‘•ğ‘’ğ‘¨ğ‘¯ ğ‘‘ğ‘²ğ‘¥ (ğ‘°ğ‘— ğ‘›ğ‘¦ğ‘®ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯), ğ‘¦ğ‘¯ ğ‘¥ğ‘¦ğ‘Ÿ

source: Factor by which to zoom in
en@shaw: ğ‘“ğ‘¨ğ‘’ğ‘‘ğ‘¼ ğ‘šğ‘² ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘Ÿğ‘µğ‘¥ ğ‘¦ğ‘¯

source: Lag before user actually pushes button (ms)
en@shaw: ğ‘¤ğ‘¨ğ‘œ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¿ğ‘Ÿğ‘¼ ğ‘¨ğ‘’ğ‘—ğ‘«ğ‘©ğ‘¤ğ‘¦ ğ‘ğ‘«ğ‘–ğ‘©ğ‘Ÿ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ (ms)

source: One Dimensional Mode
en@shaw: ğ‘¢ğ‘³ğ‘¯ ğ‘›ğ‘¦ğ‘¥ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘¥ğ‘´ğ‘›

source: true
en@shaw: ğ‘‘ğ‘®ğ‘µ

source: false
en@shaw: ğ‘“ğ‘·ğ‘¤ğ‘•

source: boolean value must be specified as 'true' or 'false'.
en@shaw: ğ‘šğ‘µğ‘¤ğ‘°ğ‘©ğ‘¯ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘› ğ‘¨ğ‘Ÿ 'ğ‘‘ğ‘®ğ‘µ' ğ‘¹ 'ğ‘“ğ‘·ğ‘¤ğ‘•'.

source: unknown option, use "--help-options" for more information.
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯, ğ‘¿ğ‘Ÿ "--help-ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ" ğ‘“ğ‘¹ ğ‘¥ğ‘¹ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯.

source: Port:
en@shaw: ğ‘ğ‘¹ğ‘‘:

source: X label:
en@shaw: X ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤:

source: X minimum:
en@shaw: X ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¥ğ‘©ğ‘¥:

source: X maximum:
en@shaw: X ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥:

source: Y label:
en@shaw: Y ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤:

source: Y minimum:
en@shaw: Y ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¥ğ‘©ğ‘¥:

source: Y maximum:
en@shaw: Y ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥:

source: Print socket-related debugging information to console:
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ ğ‘•ğ‘ªğ‘’ğ‘©ğ‘‘-ğ‘®ğ‘¦ğ‘¤ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¦ğ‘™ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘’ğ‘ªğ‘¯ğ‘•ğ‘´ğ‘¤:

source: Socket Input
en@shaw: ğ‘•ğ‘ªğ‘’ğ‘©ğ‘‘ ğ‘¦ğ‘¯ğ‘ğ‘«ğ‘‘

source: Dasher socket input: failed to launch reader thread.
en@shaw: Â·ğ‘›ğ‘¨ğ‘–ğ‘¼ ğ‘•ğ‘ªğ‘’ğ‘©ğ‘‘ ğ‘¦ğ‘¯ğ‘ğ‘«ğ‘‘: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘¤ğ‘·ğ‘¯ğ‘— ğ‘®ğ‘°ğ‘›ğ‘¼ ğ‘”ğ‘®ğ‘§ğ‘›.

source: Stylus Control
en@shaw: ğ‘•ğ‘‘ğ‘²ğ‘¤ğ‘©ğ‘• ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤

source: Button offset
en@shaw: ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘ªğ‘“ğ‘•ğ‘§ğ‘‘

source: Multiple press interval
en@shaw: ğ‘¥ğ‘³ğ‘¤ğ‘‘ğ‘¦ğ‘ğ‘©ğ‘¤ ğ‘ğ‘®ğ‘§ğ‘• ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘ğ‘©ğ‘¤

source: Reverse up and down buttons
en@shaw: ğ‘®ğ‘°ğ‘ğ‘»ğ‘• ğ‘³ğ‘ ğ‘¯ ğ‘›ğ‘¬ğ‘¯ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ

source: Two Button Dynamic Mode
en@shaw: ğ‘‘ğ‘µ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘›ğ‘²ğ‘¯ğ‘¨ğ‘¥ğ‘¦ğ‘’ ğ‘¥ğ‘´ğ‘›

source: Offset for outer (second) button
en@shaw: ğ‘ªğ‘“ğ‘•ğ‘§ğ‘‘ ğ‘“ğ‘¹ ğ‘¬ğ‘‘ğ‘¼ (ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›) ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯

source: Tolerance for inaccurate timing of button pushes (in ms)
en@shaw: ğ‘‘ğ‘­ğ‘¤ğ‘»ğ‘©ğ‘¯ğ‘• ğ‘“ğ‘¹ ğ‘¦ğ‘¯ğ‘¨ğ‘’ğ‘˜ğ‘»ğ‘©ğ‘‘ ğ‘‘ğ‘²ğ‘¥ğ‘¦ğ‘™ ğ‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘ğ‘«ğ‘–ğ‘©ğ‘Ÿ (ğ‘¦ğ‘¯ ğ‘¥ğ‘¦ğ‘Ÿ)

source: Slow startup time
en@shaw: ğ‘•ğ‘¤ğ‘´ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘³ğ‘ ğ‘‘ğ‘²ğ‘¥

source: Two-push Dynamic Mode (New One Button)
en@shaw: ğ‘‘ğ‘µ-ğ‘ğ‘«ğ‘– ğ‘›ğ‘²ğ‘¯ğ‘¨ğ‘¥ğ‘¦ğ‘’ ğ‘¥ğ‘´ğ‘› (ğ‘¯ğ‘¿ ğ‘¢ğ‘³ğ‘¯ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯)

source: Boolean parameters
en@shaw: ğ‘šğ‘µğ‘¤ğ‘°ğ‘©ğ‘¯ ğ‘ğ‘¼ğ‘¨ğ‘¥ğ‘©ğ‘‘ğ‘¼ğ‘Ÿ

source: Default
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘

source: Description
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯

source: Integer parameters
en@shaw: ğ‘¦ğ‘¯ğ‘‘ğ‘©ğ‘¡ğ‘¼ ğ‘ğ‘¼ğ‘¨ğ‘¥ğ‘©ğ‘‘ğ‘¼ğ‘Ÿ

source: String parameters
en@shaw: ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘ğ‘¼ğ‘¨ğ‘¥ğ‘©ğ‘‘ğ‘¼ğ‘Ÿ

source: option setting is missing "=".
en@shaw: ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘¦ğ‘Ÿ ğ‘¥ğ‘¦ğ‘•ğ‘¦ğ‘™ "=".

source: Invalid option string specified
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘›

source: Do you want to save your changes to %s? Your changes will be lost if you don't save them.
en@shaw: ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘•ğ‘±ğ‘ ğ‘¿ğ‘¼ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘‘ %s? ğ‘¿ğ‘¼ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¤ğ‘ªğ‘•ğ‘‘ ğ‘¦ğ‘“ ğ‘¿ ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘•ğ‘±ğ‘ ğ‘ğ‘§ğ‘¥.

source: Do you want to save your changes? Your changes will be lost if you don't save them.
en@shaw: ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘•ğ‘±ğ‘ ğ‘¿ğ‘¼ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ? ğ‘¿ğ‘¼ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¤ğ‘ªğ‘•ğ‘‘ ğ‘¦ğ‘“ ğ‘¿ ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘•ğ‘±ğ‘ ğ‘ğ‘§ğ‘¥.

source: Don't quit
en@shaw: ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘’ğ‘¢ğ‘¦ğ‘‘

source: Save and quit
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘¯ ğ‘’ğ‘¢ğ‘¦ğ‘‘

source: Are you sure you wish to quit?
en@shaw: ğ‘¸ ğ‘¿ ğ‘–ğ‘«ğ‘¼ ğ‘¿ ğ‘¢ğ‘¦ğ‘– ğ‘‘ ğ‘’ğ‘¢ğ‘¦ğ‘‘?

source: Unable to open help file
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘“ğ‘²ğ‘¤

source: Dasher is a predictive text entry application
en@shaw: Â·ğ‘›ğ‘¨ğ‘–ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘© ğ‘ğ‘®ğ‘¦ğ‘›ğ‘¦ğ‘’ğ‘‘ğ‘¦ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘¦ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯

source: translator-credits
en@shaw: Â·ğ‘‘ğ‘ªğ‘¥ğ‘©ğ‘• Â·ğ‘”ğ‘»ğ‘¥ğ‘©ğ‘¯

source: Dasher Module Options
en@shaw: Â·ğ‘›ğ‘¨ğ‘–ğ‘¼ ğ‘¥ğ‘ªğ‘›ğ‘¿ğ‘¤ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: %s Options:
en@shaw: %s ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ:

source: Mouse Input
en@shaw: ğ‘¥ğ‘¬ğ‘• ğ‘¦ğ‘¯ğ‘ğ‘«ğ‘‘

source: Pixels covering Y range
en@shaw: ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ ğ‘’ğ‘³ğ‘ğ‘¼ğ‘¦ğ‘™ Y ğ‘®ğ‘±ğ‘¯ğ‘¡

source: One Dimensional Mouse Input
en@shaw: ğ‘¢ğ‘³ğ‘¯ ğ‘›ğ‘¦ğ‘¥ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘¥ğ‘¬ğ‘• ğ‘¦ğ‘¯ğ‘ğ‘«ğ‘‘

source: Action
en@shaw: ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯

source: Override stored options
en@shaw: ğ‘´ğ‘ğ‘¼ğ‘®ğ‘²ğ‘› ğ‘•ğ‘‘ğ‘¹ğ‘› ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Describe "--options".
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘²ğ‘š "--options".
